#****************************************************************************
#* IBM Confidential
#*
#* OCO Source Materials
#*
#* 5724-U18, 5737-M66
#*
#* Copyright IBM Corp. 2007,2021
#*
#* The source code for this program is not published or otherwise divested of
#* its trade secret, irrespective of what has been deposited with the
#* U.S. Copyright Office
#* 
#* @version 1.12, 11/6/07
#* @file /cmvc/itsm/vc/0/4/2/5/s.74
#*
#* 
#****************************************************************************
# NLS_MESSAGEFORMAT_NONE
#

# global
EX_INTERNAL_ERROR = Pri\u0161lo je do notranje napake. Obrnite se na skrbnika sistema.

# chatconfig.jsp
CONFIG_IM_ACCOUNT_ID = ID ra\u010duna za IM
CONFIG_IM_ACCOUNT_PASSWORD = Geslo ra\u010duna za IM
CONFIG_SAVE_BUTTON = Shrani
CONFIG_VALIDATION_USER = ID ra\u010duna za IM ne sme biti prazen
CONFIG_VALIDATION_PASSWORD = Geslo ra\u010duna za IM ne sme biti prazno
CONFIG_VALIDATION_PARTNER = Partnerski ID ra\u010duna za IM ne sme biti prazen

# chatmain.jsp - Alert Messages
## Alert Messages
ALERT_INVALID_SESSION = Seja je bila zaprta in ni ve\u010d veljavna. Okna s klepetom ni mogo\u010de odpreti.
ALERT_ICON_NOT_SYNCHRONIZED = Okna s klepetom ni bilo mogo\u010de odpreti, ker se stanje uporabnika osve\u017euje. Ta operacija traja le nekaj sekund.
ALERT_CHAT_ABORTED_saved = Ta pogovor je bil preklican. Za podrobnej\u0161e informacije si oglejte dnevnik. Zapis klepeta je bil shranjen.
ALERT_CHAT_ABORTED_notSaved = Ta pogovor je bil preklican. Za podrobnej\u0161e informacije si oglejte dnevnik. Zapisa klepeta ni bilo mogo\u010de shraniti.
ALERT_NEW_RECORD = Trenutni zapis ni bil nikoli shranjen (je nov), zato ta klepet ne bo nikoli shranjen, \u010deprav med pogovorom shranite zapis. To situacijo prepre\u010dite tako, da pred za\u010detkom pogovora v klepetu vedno shranite zapis vsaj enkrat.
ALERT_TRANSCRIPT_NOT_SAVED = Zapis klepeta ni bil shranjen. Za podrobnej\u0161e informacije si oglejte dnevnik.
ALERT_MESSAGE_TOO_LONG = To sporo\u010dilo je predolgo za po\u0161iljanje.
ALERT_INVALID_CHAT_WINDOW = Preverite, ali je za tega uporabnika \u017ee odprto okno s klepetom.
## GUI elements
WINDOW_CHAT_TITLE = Seja klepeta
WINDOW_CHAT_ANNOUNCEMENT = Seja klepeta med
WINDOW_CHAT_ANNOUNCEMENT_and = in
WINDOW_SAVING_INFO_save = Zapis klepeta bo shranjen
WINDOW_SAVING_INFO_dontSave = Zapis klepeta ne bo shranjen
WINDOW_ERR_MESSAGE = Pri\u0161lo je do naslednje napake
WINDOW_SEND_BUTTON = Po\u0161lji
WINDOW_CLOSE_BUTTON = Zapri

# saveconfig.jsp
EX_SERVER = Stre\u017enik IM je vrnil nepri\u010dakovani odziv. Preverite, ali obstaja kak\u0161na lastnost IM z neveljavno vrednostjo, v dnevniku pa si oglejte podrobnej\u0161e informacije.
EX_INVALID_IM_SERVER_PORT = Zaradi neveljavnih vrat stre\u017enika IM ni bilo mogo\u010de vzpostaviti povezave s stre\u017enikom IM.
EX_INVALID_IM_SERVICE_NAME = Zaradi neveljavnega imena storitev IM ni bilo mogo\u010de vzpostaviti povezave s stre\u017enikom IM.
EX_INVALID_IM_SERVER = Zaradi neveljavnega gostiteljskega imena stre\u017enika IM ni bilo mogo\u010de vzpostaviti povezave s stre\u017enikom IM.
EX_INVALID_ACCOUNT = Zaradi neveljavnih informacij o ra\u010dunu ni bilo mogo\u010de vzpostaviti povezave s stre\u017enikom IM.
EX_CONN_TIMEOUT = Zaradi poteka \u010dasovne omejitve povezave ni bilo mogo\u010de vzpostaviti povezave s stre\u017enikom IM.
EX_UNKNOW_ERROR = Zaradi neznane napake ni bilo mogo\u010de vzpostaviti povezave s stre\u017enikom IM. Preverite, ali obstaja kak\u0161na lastnost IM z neveljavno vrednostjo, v dnevniku pa si oglejte podrobnej\u0161e informacije.

# ChatHelper.java
CHAT_CLOSED_MESSAGE = Partner je zaprl okno s klepetom.
CHAT_ABORTED_MESSAGE = Ta pogovor je bil preklican.

# ChatStopHelper.java
SHORT_HISTORY_SUFFIX = v prilo\u017eeni datoteki si oglejte celoten zapis pogovora

# DynamicIcon.java - IM icon tool tip text
ICON_LOADING = Nalaganje...
IM_SESSION_CLOSED = Povezava IM ni odprta
PARTNER_BLANK = Oseba ni nastavljena
LOOKUP_ERROR = Stanja uporabnika ni bilo mogo\u010de pridobiti
INCOMPATIBLE_ERROR = Ta brskalnik ne podpira osve\u017eevanja ikone IM
USER_STATE_AWAY = Uporabnik ni ob ra\u010dunalniku
USER_STATE_DONT_DISTURB = Uporabnik ne \u017eeli, da ga motite
USER_STATE_IN_A_MEETING = Uporabnik je na sestanku
USER_STATE_MOBILE = Uporabnik je povezan iz mobilne naprave
USER_STATE_AVAILABLE = Uporabnik je na voljo
USER_STATE_OFFLINE = Uporabnik ni prijavljen
USER_STATE_UNKNOW = ID uporabnika za IM ni znan
