#****************************************************************************
#* IBM Confidential
#*
#* OCO Source Materials
#*
#* 5724-U18, 5737-M66
#*
#* Copyright IBM Corp. 2007,2021
#*
#* The source code for this program is not published or otherwise divested of
#* its trade secret, irrespective of what has been deposited with the
#* U.S. Copyright Office
#* 
#* @version 1.12, 11/6/07
#* @file /cmvc/itsm/vc/0/4/2/5/s.74
#*
#* 
#****************************************************************************
# NLS_MESSAGEFORMAT_NONE
#

# global
EX_INTERNAL_ERROR = Vyskytla se intern\u00ed chyba. Obra\u0165te se na administr\u00e1tora syst\u00e9mu.

# chatconfig.jsp
CONFIG_IM_ACCOUNT_ID = ID \u00fa\u010dtu rychl\u00e9ho zas\u00edl\u00e1n\u00ed zpr\u00e1v
CONFIG_IM_ACCOUNT_PASSWORD = Heslo \u00fa\u010dtu rychl\u00e9ho zas\u00edl\u00e1n\u00ed zpr\u00e1v
CONFIG_SAVE_BUTTON = Ulo\u017eit
CONFIG_VALIDATION_USER = ID \u00fa\u010dtu rychl\u00e9ho zas\u00edl\u00e1n\u00ed zpr\u00e1v nesm\u00ed b\u00fdt pr\u00e1zdn\u00e9
CONFIG_VALIDATION_PASSWORD = Heslo \u00fa\u010dtu rychl\u00e9ho zas\u00edl\u00e1n\u00ed zpr\u00e1v nesm\u00ed b\u00fdt pr\u00e1zdn\u00e9
CONFIG_VALIDATION_PARTNER = Partnerovo ID \u00fa\u010dtu rychl\u00e9ho zas\u00edl\u00e1n\u00ed zpr\u00e1v nesm\u00ed b\u00fdt pr\u00e1zdn\u00e9

# chatmain.jsp - Alert Messages
## Alert Messages
ALERT_INVALID_SESSION = Relace byla zav\u0159ena a nen\u00ed ji\u017e platn\u00e1. Nen\u00ed mo\u017en\u00e9 otev\u0159\u00edt okno konverzace.
ALERT_ICON_NOT_SYNCHRONIZED = Nelze otev\u0159\u00edt okno konverzace, proto\u017ee stav u\u017eivatele je aktualizov\u00e1n. Tato operace zabere p\u00e1r vte\u0159in.
ALERT_CHAT_ABORTED_saved = Konverzace byla p\u0159ed\u010dasn\u011b ukon\u010dena. Dal\u0161\u00ed informace viz protokol. Transkripce konverzace byla ulo\u017eena.
ALERT_CHAT_ABORTED_notSaved = Konverzace byla p\u0159ed\u010dasn\u011b ukon\u010dena. Dal\u0161\u00ed informace viz protokol. Transkripce konverzace nebyla ulo\u017eena.
ALERT_NEW_RECORD = Aktu\u00e1ln\u00ed z\u00e1znam nebyl nikdy ulo\u017een (tento je nov\u00fd). Tak\u017ee tato konverzace nebude ulo\u017eena, i kdy\u017e ulo\u017e\u00edte z\u00e1znam b\u011bhem t\u00e9to konverzace. Chcete-li zabr\u00e1nit t\u00e9to situaci, v\u017edy ulo\u017ete z\u00e1znam alespo\u0148 jednou p\u0159ed za\u010d\u00e1tkem konverzace.
ALERT_TRANSCRIPT_NOT_SAVED = Transkripce konverzace nebyla ulo\u017eena. Dal\u0161\u00ed informace viz protokol.
ALERT_MESSAGE_TOO_LONG = Tato zpr\u00e1va je p\u0159\u00edli\u0161 dlouh\u00e1 pro odesl\u00e1n\u00ed.
ALERT_INVALID_CHAT_WINDOW = Ov\u011b\u0159te, jestli ji\u017e nen\u00ed otev\u0159en\u00e9 okno konverzace pro tohoto u\u017eivatele.
## GUI elements
WINDOW_CHAT_TITLE = Relace konverzace
WINDOW_CHAT_ANNOUNCEMENT = Relace konverzace mezi
WINDOW_CHAT_ANNOUNCEMENT_and = a
WINDOW_SAVING_INFO_save = Transkripce konverzace bude ulo\u017eena
WINDOW_SAVING_INFO_dontSave = Transkripce konverzace nebude ulo\u017eena
WINDOW_ERR_MESSAGE = Vyskytla se n\u00e1sleduj\u00edc\u00ed chyba
WINDOW_SEND_BUTTON = Odeslat
WINDOW_CLOSE_BUTTON = Zav\u0159\u00edt

# saveconfig.jsp
EX_SERVER = Server rychl\u00e9ho zas\u00edl\u00e1n\u00ed zpr\u00e1v vr\u00e1til neo\u010dek\u00e1vanou odezvu. Ov\u011b\u0159te, zda nem\u00e1 n\u011bkter\u00e1 vlastnost rychl\u00e9ho zas\u00edl\u00e1n\u00ed zpr\u00e1v neplatnou hodnotu a prohl\u00e9dn\u011bte protokol pro v\u00edce informac\u00ed.
EX_INVALID_IM_SERVER_PORT = Nelze ustanovit p\u0159ipojen\u00ed se serverem rychl\u00e9ho zas\u00edl\u00e1n\u00ed zpr\u00e1v kv\u016fli neplatn\u00e9mu portu serveru rychl\u00e9ho zas\u00edl\u00e1n\u00ed zpr\u00e1v.
EX_INVALID_IM_SERVICE_NAME = Nelze ustanovit p\u0159ipojen\u00ed se serverem rychl\u00e9ho zas\u00edl\u00e1n\u00ed zpr\u00e1v kv\u016fli neplatn\u00e9mu n\u00e1zvu slu\u017eby rychl\u00e9ho zas\u00edl\u00e1n\u00ed zpr\u00e1v.
EX_INVALID_IM_SERVER = Nelze ustanovit p\u0159ipojen\u00ed se serverem rychl\u00e9ho zas\u00edl\u00e1n\u00ed zpr\u00e1v kv\u016fli neplatn\u00e9mu n\u00e1zvu hostitele serveru rychl\u00e9ho zas\u00edl\u00e1n\u00ed zpr\u00e1v.
EX_INVALID_ACCOUNT = Nelze ustanovit p\u0159ipojen\u00ed se serverem rychl\u00e9ho zas\u00edl\u00e1n\u00ed zpr\u00e1v kv\u016fli neplatn\u00e9 informaci o \u00fa\u010dtu.
EX_CONN_TIMEOUT = Nelze ustanovit p\u0159ipojen\u00ed se serverem rychl\u00e9ho zas\u00edl\u00e1n\u00ed zpr\u00e1v kv\u016fli p\u0159ekro\u010den\u00ed \u010dasov\u00e9ho limitu p\u0159ipojen\u00ed.
EX_UNKNOW_ERROR = Nelze ustanovit p\u0159ipojen\u00ed se serverem rychl\u00e9ho zas\u00edl\u00e1n\u00ed zpr\u00e1v kv\u016fli nezn\u00e1m\u00e9 chyb\u011b. Ov\u011b\u0159te, zda nem\u00e1 n\u011bkter\u00e1 vlastnost rychl\u00e9ho zas\u00edl\u00e1n\u00ed zpr\u00e1v neplatnou hodnotu a prohl\u00e9dn\u011bte protokol pro v\u00edce informac\u00ed.

# ChatHelper.java
CHAT_CLOSED_MESSAGE = Partner uzav\u0159el okno konverzace.
CHAT_ABORTED_MESSAGE = Konverzace byla p\u0159ed\u010dasn\u011b ukon\u010dena.

# ChatStopHelper.java
SHORT_HISTORY_SUFFIX = viz cel\u00e1 transkripce konverzace v p\u0159ipojen\u00e9m souboru

# DynamicIcon.java - IM icon tool tip text
ICON_LOADING = Prob\u00edh\u00e1 zav\u00e1d\u011bn\u00ed...
IM_SESSION_CLOSED = P\u0159ipojen\u00ed rychl\u00e9ho zas\u00edl\u00e1n\u00ed zpr\u00e1v nen\u00ed otev\u0159en\u00e9
PARTNER_BLANK = Osoba nen\u00ed nastavena
LOOKUP_ERROR = Nelze z\u00edskat stav u\u017eivatele
INCOMPATIBLE_ERROR = Tento prohl\u00ed\u017ee\u010d nepodporuje aktualizaci ikony rychl\u00e9ho zas\u00edl\u00e1n\u00ed zpr\u00e1v
USER_STATE_AWAY = U\u017eivatel tu pr\u00e1v\u011b te\u010f nen\u00ed
USER_STATE_DONT_DISTURB = U\u017eivatel si nep\u0159eje b\u00fdt ru\u0161en
USER_STATE_IN_A_MEETING = U\u017eivatel je na sch\u016fzce
USER_STATE_MOBILE = U\u017eivatel p\u0159ipojen\u00fd z mobiln\u00edho za\u0159\u00edzen\u00ed
USER_STATE_AVAILABLE = U\u017eivatel je dostupn\u00fd
USER_STATE_OFFLINE = U\u017eivatel nen\u00ed p\u0159ihl\u00e1\u0161en\u00fd
USER_STATE_UNKNOW = ID rychl\u00e9ho zas\u00edl\u00e1n\u00ed zpr\u00e1v u\u017eivatele je nezn\u00e1m\u00e9
