#****************************************************************************
#* IBM Confidential
#*
#* OCO Source Materials
#*
#* 5724-U18, 5737-M66
#*
#* Copyright IBM Corp. 2007,2021
#*
#* The source code for this program is not published or otherwise divested of
#* its trade secret, irrespective of what has been deposited with the
#* U.S. Copyright Office
#* 
#* @version 1.12, 11/6/07
#* @file /cmvc/itsm/vc/0/4/2/5/s.74
#*
#* 
#****************************************************************************
# NLS_MESSAGEFORMAT_NONE
#

# global
EX_INTERNAL_ERROR = Une erreur interne s'est produite. Contactez votre administrateur syst\u00e8me.

# chatconfig.jsp
CONFIG_IM_ACCOUNT_ID = ID compte MI
CONFIG_IM_ACCOUNT_PASSWORD = Mot de passe de compte MI
CONFIG_SAVE_BUTTON = Sauvegarder
CONFIG_VALIDATION_USER = L'ID compte MI ne doit pas \u00eatre vide
CONFIG_VALIDATION_PASSWORD = Le mot de passe de compte MI ne doit pas \u00eatre vide
CONFIG_VALIDATION_PARTNER = L'ID compte MI du partenaire ne doit pas \u00eatre vide

# chatmain.jsp - Alert Messages
## Alert Messages
ALERT_INVALID_SESSION = La session a \u00e9t\u00e9 ferm\u00e9e ou n'est plus valide. Impossible d'ouvrir une fen\u00eatre de discussion.
ALERT_ICON_NOT_SYNCHRONIZED = Impossible d'ouvrir la fen\u00eatre de discussion car l'\u00e9tat de l'utilisateur est en cours d'actualisation. Cette op\u00e9ration ne prend que quelques secondes.
ALERT_CHAT_ABORTED_saved = Cette discussion a \u00e9t\u00e9 interrompue. Consultez le journal pour plus d'informations. Le script de discussion a \u00e9t\u00e9 sauvegard\u00e9.
ALERT_CHAT_ABORTED_notSaved = Cette discussion a \u00e9t\u00e9 interrompue. Consultez le journal pour plus d'informations. Le script de discussion n'a pas pu \u00eatre sauvegard\u00e9.
ALERT_NEW_RECORD = L'enregistrement en cours n'a jamais \u00e9t\u00e9 sauvegard\u00e9 (il s'agit d'un nouvel enregistrement). En cons\u00e9quence, la discussion ne sera pas sauvegard\u00e9e, m\u00eame si vous sauvegardez l'enregistrement pendant la discussion. Pour pr\u00e9venir ce cas de figure, sauvegardez toujours l'enregistrement au moins une fois avant de commencer une conversation.
ALERT_TRANSCRIPT_NOT_SAVED = Le script de discussion n'a pas \u00e9t\u00e9 sauvegard\u00e9. Consultez le journal pour plus d'informations.
ALERT_MESSAGE_TOO_LONG = Ce message est trop long pour \u00eatre envoy\u00e9.
ALERT_INVALID_CHAT_WINDOW = V\u00e9rifiez s'il n'y a pas d\u00e9j\u00e0 une fen\u00eatre de discussion ouverte pour cet utilisateur.
## GUI elements
WINDOW_CHAT_TITLE = Session de discussion
WINDOW_CHAT_ANNOUNCEMENT = Session de discussion entre
WINDOW_CHAT_ANNOUNCEMENT_and = et
WINDOW_SAVING_INFO_save = Le script de discussion sera sauvegard\u00e9
WINDOW_SAVING_INFO_dontSave = Le script de discussion ne sera pas sauvegard\u00e9
WINDOW_ERR_MESSAGE = L'erreur suivante s'est produite
WINDOW_SEND_BUTTON = Envoyer
WINDOW_CLOSE_BUTTON = Fermer

# saveconfig.jsp
EX_SERVER = Le serveur MI a retourn\u00e9 une r\u00e9ponse impr\u00e9vue. V\u00e9rifiez si une propri\u00e9t\u00e9 MI a une valeur non valide et consultez le journal pour plus d'informations.
EX_INVALID_IM_SERVER_PORT = Impossible d'\u00e9tablir une connexion avec le serveur MI en raison d'un port de serveur MI non valide.
EX_INVALID_IM_SERVICE_NAME = Impossible d'\u00e9tablir une connexion avec le serveur MI en raison d'un nom de service MI non valide.
EX_INVALID_IM_SERVER = Impossible d'\u00e9tablir une connexion avec le serveur MI en raison d'un nom d'h\u00f4te de serveur MI non valide.
EX_INVALID_ACCOUNT = Impossible d'\u00e9tablir une connexion avec le serveur MI en raison d'informations de compte non valides.
EX_CONN_TIMEOUT = Impossible d'\u00e9tablir une connexion avec le serveur MI en raison du d\u00e9lai de connexion.
EX_UNKNOW_ERROR = Impossible d'\u00e9tablir une connexion avec le serveur MI en raison d'une erreur inconnue. V\u00e9rifiez si une propri\u00e9t\u00e9 MI a une valeur non valide et consultez le journal pour plus d'informations.

# ChatHelper.java
CHAT_CLOSED_MESSAGE = Le partenaire a ferm\u00e9 la fen\u00eatre de discussion.
CHAT_ABORTED_MESSAGE = Cette discussion a \u00e9t\u00e9 interrompue.

# ChatStopHelper.java
SHORT_HISTORY_SUFFIX = consultez le script de discussion complet dans le fichier joint

# DynamicIcon.java - IM icon tool tip text
ICON_LOADING = Chargement en cours...
IM_SESSION_CLOSED = La connexion MI n'est pas ouverte
PARTNER_BLANK = Personne non d\u00e9finie
LOOKUP_ERROR = Impossible d'obtenir l'\u00e9tat de l'utilisateur
INCOMPATIBLE_ERROR = Ce navigateur ne prend pas en charge l'actualisation de l'ic\u00f4ne MI
USER_STATE_AWAY = L'utilisateur n'est pas \u00e0 son poste de travail
USER_STATE_DONT_DISTURB = L'utilisateur ne souhaite pas \u00eatre d\u00e9rang\u00e9
USER_STATE_IN_A_MEETING = L'utilisateur est en r\u00e9union
USER_STATE_MOBILE = L'utilisateur est connect\u00e9 depuis un p\u00e9riph\u00e9rique portable
USER_STATE_AVAILABLE = L'utilisateur est disponible
USER_STATE_OFFLINE = L'utilisateur n'est pas connect\u00e9
USER_STATE_UNKNOW = L'ID de l'utilisateur MI est inconnu
