#****************************************************************************
#* IBM Confidential
#*
#* OCO Source Materials
#*
#* 5724-U18, 5737-M66
#*
#* Copyright IBM Corp. 2007,2021
#*
#* The source code for this program is not published or otherwise divested of
#* its trade secret, irrespective of what has been deposited with the
#* U.S. Copyright Office
#* 
#* @version 1.12, 11/6/07
#* @file /cmvc/itsm/vc/0/4/2/5/s.74
#*
#* 
#****************************************************************************
# NLS_MESSAGEFORMAT_NONE
#

# global
EX_INTERNAL_ERROR = Bels\u0151 hiba t\u00f6rt\u00e9nt. L\u00e9pjen kapcsolatba a rendszeradminisztr\u00e1torral.

# chatconfig.jsp
CONFIG_IM_ACCOUNT_ID = IM fi\u00f3k azonos\u00edt\u00f3ja
CONFIG_IM_ACCOUNT_PASSWORD = IM fi\u00f3k jelszava
CONFIG_SAVE_BUTTON = Ment\u00e9s
CONFIG_VALIDATION_USER = Az IM fi\u00f3k azonos\u00edt\u00f3ja nem lehet \u00fcres
CONFIG_VALIDATION_PASSWORD = Az IM fi\u00f3k jelszava nem lehet \u00fcres
CONFIG_VALIDATION_PARTNER = A partner IM fi\u00f3kazonos\u00edt\u00f3ja nem lehet \u00fcres

# chatmain.jsp - Alert Messages
## Alert Messages
ALERT_INVALID_SESSION = A munkamenet lez\u00e1r\u00e1sra ker\u00fclt vagy m\u00e1r nem \u00e9rv\u00e9nyes. Nem lehet cseveg\u0151ablakot megnyitni.
ALERT_ICON_NOT_SYNCHRONIZED = A cseveg\u0151ablak nem nyithat\u00f3 meg, mivel a felhaszn\u00e1l\u00f3 \u00e1llapota friss\u00edt\u00e9s alatt \u00e1ll. Ez a m\u0171velet mind\u00f6ssze n\u00e9h\u00e1ny m\u00e1sodpercet vesz ig\u00e9nybe.
ALERT_CHAT_ABORTED_saved = A besz\u00e9lget\u00e9s megszak\u00edt\u00e1sra ker\u00fclt. Tov\u00e1bbi inform\u00e1ci\u00f3k\u00e9rt tekintse meg a napl\u00f3t. A cseveg\u00e9s m\u00e1solata ment\u00e9sre ker\u00fclt.
ALERT_CHAT_ABORTED_notSaved = A besz\u00e9lget\u00e9s megszak\u00edt\u00e1sra ker\u00fclt. Tov\u00e1bbi inform\u00e1ci\u00f3k\u00e9rt tekintse meg a napl\u00f3t. A cseveg\u00e9s m\u00e1solat\u00e1nak ment\u00e9s\u00e9t nem lehet v\u00e9grehajtani.
ALERT_NEW_RECORD = Az aktu\u00e1lis rekord eddig m\u00e9g nem ker\u00fclt ment\u00e9sre (\u00faj rekord). \u00cdgy ezen cseveg\u00e9s besz\u00e9lget\u00e9se nem ker\u00fcl ment\u00e9sre, m\u00e9g abban az esetben sem, ha a cseveg\u00e9s k\u00f6zben v\u00e9grehajtja a rekord ment\u00e9s\u00e9t. A jelen helyzet megel\u0151z\u00e9se \u00e9rdek\u00e9ben mindig mentse el legal\u00e1bb egyszer a rekordot, miel\u0151tt cseveg\u00e9s keret\u00e9ben besz\u00e9lget\u00e9st ind\u00edt.
ALERT_TRANSCRIPT_NOT_SAVED = A cseveg\u00e9s m\u00e1solata nem ker\u00fclt ment\u00e9sre. Tov\u00e1bbi inform\u00e1ci\u00f3k\u00e9rt tekintse meg a napl\u00f3t.
ALERT_MESSAGE_TOO_LONG = Ez az \u00fczenet t\u00fal hossz\u00fa ahhoz, hogy elk\u00fcld\u00e9sre ker\u00fclj\u00f6n.
ALERT_INVALID_CHAT_WINDOW = Ellen\u0151rizze, hogy megnyit\u00e1sra ker\u00fclt-e m\u00e1r egy cseveg\u0151ablak a k\u00e9rd\u00e9ses felhaszn\u00e1l\u00f3val.
## GUI elements
WINDOW_CHAT_TITLE = Cseveg\u00e9si munkamenet
WINDOW_CHAT_ANNOUNCEMENT = Cseveg\u00e9si munkamenet a k\u00f6vetkez\u0151k k\u00f6z\u00f6tt:
WINDOW_CHAT_ANNOUNCEMENT_and = \u00e9s
WINDOW_SAVING_INFO_save = A cseveg\u00e9s m\u00e1solata ment\u00e9sre fog ker\u00fclni
WINDOW_SAVING_INFO_dontSave = A cseveg\u00e9s m\u00e1solata nem fog ment\u00e9sre ker\u00fclni
WINDOW_ERR_MESSAGE = A k\u00f6vetkez\u0151 hiba t\u00f6rt\u00e9nt
WINDOW_SEND_BUTTON = Elk\u00fcld
WINDOW_CLOSE_BUTTON = Bez\u00e1r

# saveconfig.jsp
EX_SERVER = Az IM kiszolg\u00e1l\u00f3 nem v\u00e1rt v\u00e1laszt adott vissza. Ellen\u0151rizze, hogy valamelyik IM tulajdons\u00e1g \u00e9rv\u00e9nytelen \u00e9rt\u00e9ket tartalmaz-e, a tov\u00e1bbi inform\u00e1ci\u00f3k\u00e9rt pedig vizsg\u00e1lja meg napl\u00f3t.
EX_INVALID_IM_SERVER_PORT = \u00c9rv\u00e9nytelen IM kiszolg\u00e1l\u00f3port miatt nem hozhat\u00f3 l\u00e9tre kapcsolat az IM kiszolg\u00e1l\u00f3val.
EX_INVALID_IM_SERVICE_NAME = \u00c9rv\u00e9nytelen IM szolg\u00e1ltat\u00e1sn\u00e9v miatt nem hozhat\u00f3 l\u00e9tre kapcsolat az IM kiszolg\u00e1l\u00f3val.
EX_INVALID_IM_SERVER = \u00c9rv\u00e9nytelen IM kiszolg\u00e1l\u00f3hosztn\u00e9v miatt nem hozhat\u00f3 l\u00e9tre kapcsolat az IM kiszolg\u00e1l\u00f3val.
EX_INVALID_ACCOUNT = \u00c9rv\u00e9nytelen fi\u00f3kinform\u00e1ci\u00f3k miatt nem hozhat\u00f3 l\u00e9tre kapcsolat az IM kiszolg\u00e1l\u00f3val.
EX_CONN_TIMEOUT = A csatlakoz\u00e1si id\u0151korl\u00e1t miatt nem hozhat\u00f3 l\u00e9tre kapcsolat az IM kiszolg\u00e1l\u00f3val.
EX_UNKNOW_ERROR = Ismeretlen hiba miatt nem hozhat\u00f3 l\u00e9tre kapcsolat az IM kiszolg\u00e1l\u00f3val. Ellen\u0151rizze, hogy valamelyik IM tulajdons\u00e1g \u00e9rv\u00e9nytelen \u00e9rt\u00e9ket tartalmaz-e, a tov\u00e1bbi inform\u00e1ci\u00f3k\u00e9rt pedig vizsg\u00e1lja meg napl\u00f3t.

# ChatHelper.java
CHAT_CLOSED_MESSAGE = A partner bez\u00e1rta a cseveg\u0151ablakot.
CHAT_ABORTED_MESSAGE = A besz\u00e9lget\u00e9s megszak\u00edt\u00e1sra ker\u00fclt.

# ChatStopHelper.java
SHORT_HISTORY_SUFFIX = tekintse meg a cseveg\u00e9s teljes m\u00e1solat\u00e1t a csatolt f\u00e1jlban

# DynamicIcon.java - IM icon tool tip text
ICON_LOADING = Bet\u00f6lt\u00e9s...
IM_SESSION_CLOSED = Az IM kapcsolat nincs megnyitva
PARTNER_BLANK = A szem\u00e9ly nincs be\u00e1ll\u00edtva
LOOKUP_ERROR = A felhaszn\u00e1l\u00f3 \u00e1llapota nem k\u00e9rhet\u0151 le
INCOMPATIBLE_ERROR = Ez a b\u00f6ng\u00e9sz\u0151 nem t\u00e1mogatja az IM ikonfriss\u00edt\u00e9st
USER_STATE_AWAY = A felhaszn\u00e1l\u00f3 nincs a sz\u00e1m\u00edt\u00f3g\u00e9pn\u00e9l
USER_STATE_DONT_DISTURB = A felhaszn\u00e1l\u00f3 nem szeretn\u00e9, ha zavarn\u00e1k
USER_STATE_IN_A_MEETING = A felhaszn\u00e1l\u00f3 t\u00e1rgyal\u00e1son van
USER_STATE_MOBILE = A felhaszn\u00e1l\u00f3 mobileszk\u00f6zzel csatlakozik
USER_STATE_AVAILABLE = A felhaszn\u00e1l\u00f3 el\u00e9rhet\u0151
USER_STATE_OFFLINE = A felhaszn\u00e1l\u00f3 nincs bejelentkezve
USER_STATE_UNKNOW = A felhaszn\u00e1l\u00f3 IM azonos\u00edt\u00f3ja ismeretlen
