#****************************************************************************
#* IBM Confidential
#*
#* OCO Source Materials
#*
#* 5724-U18, 5737-M66
#*
#* Copyright IBM Corp. 2007,2021
#*
#* The source code for this program is not published or otherwise divested of
#* its trade secret, irrespective of what has been deposited with the
#* U.S. Copyright Office
#* 
#* @version 1.12, 11/6/07
#* @file /cmvc/itsm/vc/0/4/2/5/s.74
#*
#* 
#****************************************************************************
# NLS_MESSAGEFORMAT_NONE
#

# global
EX_INTERNAL_ERROR = Si \u00e8 verificato un errore interno. Rivolgersi all'amministratore di sistema.

# chatconfig.jsp
CONFIG_IM_ACCOUNT_ID = ID account IM
CONFIG_IM_ACCOUNT_PASSWORD = Password account IM
CONFIG_SAVE_BUTTON = Salva
CONFIG_VALIDATION_USER = ID account IM non deve essere vuoto
CONFIG_VALIDATION_PASSWORD = Password account IM non deve essere vuoto
CONFIG_VALIDATION_PARTNER = ID account IM del partner non deve essere vuoto

# chatmain.jsp - Alert Messages
## Alert Messages
ALERT_INVALID_SESSION = La sessione \u00e8 stata chiusa e non \u00e8 pi\u00f9 valida. Non \u00e8 possibile aprire una finestra di chat.
ALERT_ICON_NOT_SYNCHRONIZED = Non \u00e8 possibile aprire la finestra di chat perch\u00e9 lo stato dell'utente \u00e8 in fase di aggiornamento. Questa operazione richiede alcuni secondi.
ALERT_CHAT_ABORTED_saved = Questa conversazione \u00e8 stata interrotta. Consultare il registro per ulteriori informazioni. La trascrizione della chat \u00e8 stata salvata.
ALERT_CHAT_ABORTED_notSaved = Questa conversazione \u00e8 stata interrotta. Consultare il registro per ulteriori informazioni. Impossibile salvare la trascrizione della chat.
ALERT_NEW_RECORD = Il record corrente non \u00e8 mai stato salvato (\u00e8 nuovo). Perci\u00f2 questa conversazione della chat non verr\u00e0 salvata, anche se si salva il record durante la chat. Per impedire questa situazione, salvare sempre il record almeno una volta prima di iniziare una conversazione della chat.
ALERT_TRANSCRIPT_NOT_SAVED = La trascrizione della chat non \u00e8 stata salvata. Consultare il registro per ulteriori informazioni.
ALERT_MESSAGE_TOO_LONG = Questo messaggio \u00e8 troppo lungo per essere inviato.
ALERT_INVALID_CHAT_WINDOW = Verificare se esiste gi\u00e0 una finestra di chat aperta per questo utente.
## GUI elements
WINDOW_CHAT_TITLE = Sessione chat
WINDOW_CHAT_ANNOUNCEMENT = Sessione chat tra
WINDOW_CHAT_ANNOUNCEMENT_and = e
WINDOW_SAVING_INFO_save = La trascrizione della chat verr\u00e0 salvata
WINDOW_SAVING_INFO_dontSave = La trascrizione della chat non verr\u00e0 salvata
WINDOW_ERR_MESSAGE = Si \u00e8 verificato il seguente errore
WINDOW_SEND_BUTTON = Invia
WINDOW_CLOSE_BUTTON = Chiudi

# saveconfig.jsp
EX_SERVER = Il server IM ha restituito una risposta non prevista. Verificare se \u00e8 presente qualche propriet\u00e0 IM con un valore non valido e verificare il registro per ulteriori informazioni.
EX_INVALID_IM_SERVER_PORT = Impossibile stabilire la connessione con il server IM a causa di una porta server IM non valida.
EX_INVALID_IM_SERVICE_NAME = Impossibile stabilire la connessione con il server IM a causa di un nome servizio IM non valido.
EX_INVALID_IM_SERVER = Impossibile stabilire la connessione con il server IM a causa di un nome host del server IM non valido.
EX_INVALID_ACCOUNT = Impossibile stabilire la connessione con il server IM a causa di informazioni sull'account non valide.
EX_CONN_TIMEOUT = Impossibile stabilire la connessione con il server IM a causa di un timeout di connessione.
EX_UNKNOW_ERROR = Impossibile stabilire la connessione con il server IM a causa di un errore sconosciuto. Verificare se \u00e8 presente qualche propriet\u00e0 IM con un valore non valido e verificare il registro per ulteriori informazioni.

# ChatHelper.java
CHAT_CLOSED_MESSAGE = Il partner ha chiuso la finestra di chat.
CHAT_ABORTED_MESSAGE = Questa conversazione \u00e8 stata interrotta.

# ChatStopHelper.java
SHORT_HISTORY_SUFFIX = vedere la trascrizione completa della chat nel file allegato

# DynamicIcon.java - IM icon tool tip text
ICON_LOADING = Caricamento...
IM_SESSION_CLOSED = La connessione IM non \u00e8 aperta
PARTNER_BLANK = Persona non impostata
LOOKUP_ERROR = Impossibile ricevere lo stato dell'utente
INCOMPATIBLE_ERROR = Questo browser non supporta l'aggiornamento dell'icona IM
USER_STATE_AWAY = L'utente non \u00e8 al computer
USER_STATE_DONT_DISTURB = L'utente non vuole essere disturbato
USER_STATE_IN_A_MEETING = L'utente \u00e8 in riunione
USER_STATE_MOBILE = L'utente \u00e8 connesso da un dispositivo mobile
USER_STATE_AVAILABLE = L'utente \u00e8 disponibile
USER_STATE_OFFLINE = L'utente non \u00e8 collegato
USER_STATE_UNKNOW = L'ID IM dell'utente \u00e8 sconosciuto
