#****************************************************************************
#* IBM Confidential
#*
#* OCO Source Materials
#*
#* 5724-U18, 5737-M66
#*
#* Copyright IBM Corp. 2007,2021
#*
#* The source code for this program is not published or otherwise divested of
#* its trade secret, irrespective of what has been deposited with the
#* U.S. Copyright Office
#* 
#* @version 1.12, 11/6/07
#* @file /cmvc/itsm/vc/0/4/2/5/s.74
#*
#* 
#****************************************************************************
# NLS_MESSAGEFORMAT_NONE
#

# global
EX_INTERNAL_ERROR = Wyst\u0105pi\u0142 b\u0142\u0105d wewn\u0119trzny. Skontaktuj si\u0119 z administratorem systemu.

# chatconfig.jsp
CONFIG_IM_ACCOUNT_ID = Id. konta wiadomo\u015bci b\u0142yskawicznych
CONFIG_IM_ACCOUNT_PASSWORD = Has\u0142o konta wiadomo\u015bci b\u0142yskawicznych
CONFIG_SAVE_BUTTON = Zapisz
CONFIG_VALIDATION_USER = Id. konta wiadomo\u015bci b\u0142yskawicznych nie mo\u017ce by\u0107 pusty
CONFIG_VALIDATION_PASSWORD = Has\u0142o konta wiadomo\u015bci b\u0142yskawicznych nie mo\u017ce by\u0107 puste
CONFIG_VALIDATION_PARTNER = Id. konta wiadomo\u015bci b\u0142yskawicznych dla partnera nie mo\u017ce by\u0107 pusty

# chatmain.jsp - Alert Messages
## Alert Messages
ALERT_INVALID_SESSION = Sesja zosta\u0142a zamkni\u0119ta lub jest ju\u017c niepoprawna. Nie mo\u017cna otworzy\u0107 okna rozmowy sieciowej.
ALERT_ICON_NOT_SYNCHRONIZED = Nie mo\u017cna otworzy\u0107 okna rozmowy sieciowej, poniewa\u017c trwa od\u015bwie\u017canie stanu u\u017cytkownika. Ta operacja trwa tylko kilka sekund.
ALERT_CHAT_ABORTED_saved = Ta rozmowa zosta\u0142a przerwana. Wi\u0119cej informacji zawiera dziennik. Transkrypcja rozmowy zosta\u0142a zapisana.
ALERT_CHAT_ABORTED_notSaved = Ta rozmowa zosta\u0142a przerwana. Wi\u0119cej informacji zawiera dziennik. Nie mo\u017cna by\u0142o zapisa\u0107 transkrypcji rozmowy.
ALERT_NEW_RECORD = Bie\u017c\u0105cy rekord nigdy nie zosta\u0142 zapisany (jest nowy). Dlatego ta rozmowa sieciowa nie zostanie zapisana nawet je\u015bli w jej trakcie rekord zostanie zapisany. Aby zapobiec tej sytuacji, zawsze zapisuj rekord co najmniej raz przed rozpocz\u0119ciem rozmowy sieciowej.
ALERT_TRANSCRIPT_NOT_SAVED = Transkrypcja rozmowy sieciowej nie zosta\u0142a zapisana. Wi\u0119cej informacji zawiera dziennik.
ALERT_MESSAGE_TOO_LONG = Ta wiadomo\u015b\u0107 jest za d\u0142uga i nie mo\u017cna jej wys\u0142a\u0107.
ALERT_INVALID_CHAT_WINDOW = Sprawd\u017a, czy dla tego u\u017cytkownika nie jest ju\u017c otwarte okno rozmowy sieciowej.
## GUI elements
WINDOW_CHAT_TITLE = Sesja rozmowy sieciowej
WINDOW_CHAT_ANNOUNCEMENT = Sesja rozmowy sieciowej mi\u0119dzy
WINDOW_CHAT_ANNOUNCEMENT_and = a
WINDOW_SAVING_INFO_save = Transkrypcja rozmowy zostanie zapisana
WINDOW_SAVING_INFO_dontSave = Transkrypcja rozmowy nie zostanie zapisana
WINDOW_ERR_MESSAGE = Wyst\u0105pi\u0142 nast\u0119puj\u0105cy b\u0142\u0105d
WINDOW_SEND_BUTTON = Wy\u015blij
WINDOW_CLOSE_BUTTON = Zamknij

# saveconfig.jsp
EX_SERVER = Serwer wiadomo\u015bci b\u0142yskawicznych zwr\u00f3ci\u0142 nieoczekiwan\u0105 odpowied\u017a. Sprawd\u017a, czy warto\u015bci pewnych w\u0142a\u015bciwo\u015bci wiadomo\u015bci b\u0142yskawicznych nie s\u0105 b\u0142\u0119dne. Dodatkowe informacje mo\u017cna znale\u017a\u0107 w dzienniku.
EX_INVALID_IM_SERVER_PORT = Nie mo\u017cna nawi\u0105za\u0107 po\u0142\u0105czenia z serwerem wiadomo\u015bci b\u0142yskawicznych, poniewa\u017c numer portu serwera jest niepoprawny.
EX_INVALID_IM_SERVICE_NAME = Nie mo\u017cna nawi\u0105za\u0107 po\u0142\u0105czenia z serwerem wiadomo\u015bci b\u0142yskawicznych, poniewa\u017c nazwa us\u0142ugi wiadomo\u015bci b\u0142yskawicznych jest niepoprawna.
EX_INVALID_IM_SERVER = Nie mo\u017cna nawi\u0105za\u0107 po\u0142\u0105czenia z serwerem wiadomo\u015bci b\u0142yskawicznych, poniewa\u017c nazwa hosta serwera jest niepoprawna.
EX_INVALID_ACCOUNT = Nie mo\u017cna nawi\u0105za\u0107 po\u0142\u0105czenia z serwerem wiadomo\u015bci b\u0142yskawicznych, poniewa\u017c informacje o koncie s\u0105 niepoprawne.
EX_CONN_TIMEOUT = Nie mo\u017cna nawi\u0105za\u0107 po\u0142\u0105czenia z serwerem wiadomo\u015bci b\u0142yskawicznych, poniewa\u017c up\u0142yn\u0105\u0142 limit czasu po\u0142\u0105czenia.
EX_UNKNOW_ERROR = Nie mo\u017cna nawi\u0105za\u0107 po\u0142\u0105czenia z serwerem wiadomo\u015bci b\u0142yskawicznych z powodu nieznanego b\u0142\u0119du. Sprawd\u017a, czy warto\u015bci pewnych w\u0142a\u015bciwo\u015bci wiadomo\u015bci b\u0142yskawicznych nie s\u0105 b\u0142\u0119dne. Dodatkowe informacje mo\u017cna znale\u017a\u0107 w dzienniku.

# ChatHelper.java
CHAT_CLOSED_MESSAGE = Partner zamkn\u0105\u0142 okno rozmowy sieciowej.
CHAT_ABORTED_MESSAGE = Ta rozmowa zosta\u0142a przerwana.

# ChatStopHelper.java
SHORT_HISTORY_SUFFIX = transkrypcja ca\u0142ej rozmowy znajduje si\u0119 w za\u0142\u0105czonym pliku

# DynamicIcon.java - IM icon tool tip text
ICON_LOADING = \u0141adowanie...
IM_SESSION_CLOSED = Po\u0142\u0105czenie dla wiadomo\u015bci b\u0142yskawicznych nie jest otwarte
PARTNER_BLANK = Osoba nie jest okre\u015blona
LOOKUP_ERROR = Nie mo\u017cna pobra\u0107 stanu u\u017cytkownika
INCOMPATIBLE_ERROR = Ta przegl\u0105darka nie obs\u0142uguje od\u015bwie\u017cania ikony wiadomo\u015bci b\u0142yskawicznych
USER_STATE_AWAY = U\u017cytkownik odszed\u0142 od komputera
USER_STATE_DONT_DISTURB = U\u017cytkownik nie chce, aby mu przeszkadzano
USER_STATE_IN_A_MEETING = U\u017cytkownik jest na spotkaniu
USER_STATE_MOBILE = U\u017cytkownik \u0142\u0105czy si\u0119 z urz\u0105dzenia przeno\u015bnego
USER_STATE_AVAILABLE = U\u017cytkownik jest dost\u0119pny
USER_STATE_OFFLINE = U\u017cytkownik nie jest zalogowany
USER_STATE_UNKNOW = Id. wiadomo\u015bci b\u0142yskawicznych u\u017cytkownika jest nieznany
