#****************************************************************************
#* IBM Confidential
#*
#* OCO Source Materials
#*
#* 5724-U18, 5737-M66
#*
#* Copyright IBM Corp. 2007,2021
#*
#* The source code for this program is not published or otherwise divested of
#* its trade secret, irrespective of what has been deposited with the
#* U.S. Copyright Office
#* 
#* @version 1.12, 11/6/07
#* @file /cmvc/itsm/vc/0/4/2/5/s.74
#*
#* 
#****************************************************************************
# NLS_MESSAGEFORMAT_NONE
#

# global
EX_INTERNAL_ERROR = Se ha producido un error interno.P\u00f3ngase en contacto con el administrador del sistema.
# chatconfig.jsp
CONFIG_IM_ACCOUNT_ID = ID de cuenta de mensajer\u00eda instant\u00e1nea
CONFIG_IM_ACCOUNT_PASSWORD = Contrase\u00f1a de cuenta de mensajer\u00eda instant\u00e1nea
CONFIG_SAVE_BUTTON = Guardar
CONFIG_VALIDATION_USER = El ID de cuenta de mensajer\u00eda instant\u00e1nea no puede estar vac\u00edo
CONFIG_VALIDATION_PASSWORD = La contrase\u00f1a de cuenta de mensajer\u00eda instant\u00e1nea no puede estar vac\u00eda
CONFIG_VALIDATION_PARTNER = El ID de cuenta de mensajer\u00eda instant\u00e1nea del asociado no puede estar vac\u00edo

# chatmain.jsp - Alert Messages
## Alert Messages
ALERT_INVALID_SESSION = La sesi\u00f3n se ha cerrado o ya no es v\u00e1lida. No se puede abrir una ventana de conversaci\u00f3n.
ALERT_ICON_NOT_SYNCHRONIZED = No se ha podido abrir la ventana de conversaci\u00f3n porque se est\u00e1 renovando el estado del usuario. Esta operaci\u00f3n tarda solamente unos segundos.
ALERT_CHAT_ABORTED_saved = Se ha interrumpido la conversaci\u00f3n. Para obtener m\u00e1s informaci\u00f3n, consulte el registro. La transcripci\u00f3n de la conversaci\u00f3n se ha guardado.
ALERT_CHAT_ABORTED_notSaved = Se ha interrumpido la conversaci\u00f3n. Para obtener m\u00e1s informaci\u00f3n, consulte el registro. No se ha podido guardar la transcripci\u00f3n de la conversaci\u00f3n.
ALERT_NEW_RECORD = El registro actual no se ha guardado nunca (es nuevo). Por lo tanto esta conversaci\u00f3n no se guardar\u00e1, incluso si guarda el registro durante la misma. Para evitar esta situaci\u00f3n, guarde siempre el registro al menos una vez antes de iniciar una conversaci\u00f3n.
ALERT_TRANSCRIPT_NOT_SAVED = No se ha guardado la transcripci\u00f3n de la conversaci\u00f3n. Para obtener m\u00e1s informaci\u00f3n, consulte el registro.
ALERT_MESSAGE_TOO_LONG = Este mensaje es demasiado largo para enviarlo.
ALERT_INVALID_CHAT_WINDOW = Verifique si ya hay una ventana de conversaci\u00f3n abierta para este usuario.
## GUI elements
WINDOW_CHAT_TITLE = Sesi\u00f3n de conversaci\u00f3n
WINDOW_CHAT_ANNOUNCEMENT = Sesi\u00f3n de conversaci\u00f3n entre
WINDOW_CHAT_ANNOUNCEMENT_and = y
WINDOW_SAVING_INFO_save = Se guardar\u00e1 la transcripci\u00f3n de la conversaci\u00f3n
WINDOW_SAVING_INFO_dontSave = No se guardar\u00e1 la transcripci\u00f3n de la conversaci\u00f3n
WINDOW_ERR_MESSAGE = Se ha producido el error siguiente
WINDOW_SEND_BUTTON = Enviar
WINDOW_CLOSE_BUTTON = Cerrar
# saveconfig.jsp
EX_SERVER = El servidor de mensajer\u00eda instant\u00e1nea ha devuelto una respuesta inesperada. Compruebe si hay alguna propiedad de mensajer\u00eda instant\u00e1nea con un valor no v\u00e1lido y verifique el registro para obtener m\u00e1s informaci\u00f3n.
EX_INVALID_IM_SERVER_PORT = No se ha podido establecer la conexi\u00f3n con el servidor de mensajer\u00eda instant\u00e1nea porque el puerto del servidor no es v\u00e1lido.
EX_INVALID_IM_SERVICE_NAME = No se ha podido establecer la conexi\u00f3n con el servidor de mensajer\u00eda instant\u00e1nea porque el nombre del servicio no es v\u00e1lido.
EX_INVALID_IM_SERVER = No se ha podido establecer la conexi\u00f3n con el servidor de mensajer\u00eda instant\u00e1nea porque el nombre de host del servidor no es v\u00e1lido.
EX_INVALID_ACCOUNT = No se ha podido establecer la conexi\u00f3n con el servidor de mensajer\u00eda instant\u00e1nea porque la informaci\u00f3n de cuenta no es v\u00e1lida.
EX_CONN_TIMEOUT = No se ha podido establecer la conexi\u00f3n con el servidor de mensajer\u00eda instant\u00e1nea debido a un problema de tiempo de espera excedido.
EX_UNKNOW_ERROR = No se ha podido establecer la conexi\u00f3n con el servidor de mensajer\u00eda instant\u00e1nea debido a un error desconocido. Compruebe si hay alguna propiedad de mensajer\u00eda instant\u00e1nea con un valor no v\u00e1lido y verifique el registro para obtener m\u00e1s informaci\u00f3n.

# ChatHelper.java
CHAT_CLOSED_MESSAGE = El asociado ha cerrado la ventana de conversaci\u00f3n.
CHAT_ABORTED_MESSAGE = Se ha interrumpido la conversaci\u00f3n.

# ChatStopHelper.java
SHORT_HISTORY_SUFFIX = ver la transcripci\u00f3n completa de la conversaci\u00f3n en el archivo adjunto

# DynamicIcon.java - IM icon tool tip text
ICON_LOADING = Cargando...
IM_SESSION_CLOSED = La conexi\u00f3n de mensajer\u00eda instant\u00e1nea no est\u00e1 abierta
PARTNER_BLANK = Persona no establecida
LOOKUP_ERROR = No se ha podido obtener el estado del usuario
INCOMPATIBLE_ERROR = Este navegador no da soporte a la renovaci\u00f3n de iconos de mensajer\u00eda instant\u00e1nea
USER_STATE_AWAY = El usuario est\u00e1 ausente del equipo
USER_STATE_DONT_DISTURB = El usuario no desea ser molestado
USER_STATE_IN_A_MEETING = El usuario est\u00e1 en una reuni\u00f3n
USER_STATE_MOBILE = Usuario conectado desde un dispositivo m\u00f3vil
USER_STATE_AVAILABLE = El usuario est\u00e1 disponible
USER_STATE_OFFLINE = El usuario no est\u00e1 conectado
USER_STATE_UNKNOW = El ID de mensajer\u00eda instant\u00e1nea del usuario no se conoce
