#****************************************************************************
#* IBM Confidential
#*
#* OCO Source Materials
#*
#* 5724-U18, 5737-M66
#*
#* Copyright IBM Corp. 2007,2021
#*
#* The source code for this program is not published or otherwise divested of
#* its trade secret, irrespective of what has been deposited with the
#* U.S. Copyright Office
#* 
#* @version 1.12, 11/6/07
#* @file /cmvc/itsm/vc/0/4/2/5/s.74
#*
#* 
#****************************************************************************
# NLS_MESSAGEFORMAT_NONE
#

# global
EX_INTERNAL_ERROR = Det har oppst\u00e5tt en intern feil. Kontakt systemadministratoren.

# chatconfig.jsp
CONFIG_IM_ACCOUNT_ID = ID for IM-konto
CONFIG_IM_ACCOUNT_PASSWORD = Passord for IM-konto
CONFIG_SAVE_BUTTON = Lagre
CONFIG_VALIDATION_USER = ID for IM-konto kan ikke v\u00e6re tom
CONFIG_VALIDATION_PASSWORD = Passord for IM-konto kan ikke v\u00e6re tomt
CONFIG_VALIDATION_PARTNER = Partnerens ID for IM-konto kan ikke v\u00e6re tom

# chatmain.jsp - Alert Messages
## Alert Messages
ALERT_INVALID_SESSION = Sesjonen er lukket eller er ikke lenger gyldig. Det er ikke mulig \u00e5 \u00e5pne et samtalevindu.
ALERT_ICON_NOT_SYNCHRONIZED = Samtalevinduet kunne ikke \u00e5pnes fordi brukerens status blir oppdatert. Dette tar bare noen f\u00e5 sekunder.
ALERT_CHAT_ABORTED_saved = Samtalen har blitt avbrutt. Du finner mer informasjon i loggen. Samtaleutskriften er lagret.
ALERT_CHAT_ABORTED_notSaved = Samtalen har blitt avbrutt. Du finner mer informasjon i loggen. Samtaleutskriften kunne ikke lagres.
ALERT_NEW_RECORD = Den gjeldende posten har aldri blitt lagret (den er ny). Derfor vil ikke denne samtalen bli lagret selv om du lagrer posten i l\u00f8pet av samtalen. For \u00e5 unng\u00e5 denne situasjonen m\u00e5 du alltid lagre posten minst en gang f\u00f8r du starter en samtale.
ALERT_TRANSCRIPT_NOT_SAVED = Samtaleutskriften ble ikke lagret. Du finner mer informasjon i loggen.
ALERT_MESSAGE_TOO_LONG = Denne meldingen er for lang til \u00e5 bli sendt.
ALERT_INVALID_CHAT_WINDOW = Kontroller om det allerede er \u00e5pnet et samtalevindu for denne brukeren.
## GUI elements
WINDOW_CHAT_TITLE = Samtalesesjon
WINDOW_CHAT_ANNOUNCEMENT = Samtalesesjon mellom
WINDOW_CHAT_ANNOUNCEMENT_and = og
WINDOW_SAVING_INFO_save = Samtaleutskriften vil bli lagret
WINDOW_SAVING_INFO_dontSave = Samtaleutskriften vil ikke bli lagret
WINDOW_ERR_MESSAGE = F\u00f8lgende feil har oppst\u00e5tt
WINDOW_SEND_BUTTON = Send
WINDOW_CLOSE_BUTTON = Lukk

# saveconfig.jsp
EX_SERVER = IM-serveren returnerte et uventet svar. Kontroller om det finnes en IM-egenskap med en ugyldig verdi, og sl\u00e5 opp i loggen for \u00e5 f\u00e5 mer informasjon.
EX_INVALID_IM_SERVER_PORT = Kunne ikke opprette forbindelse med IM-server p\u00e5 grunn av ugyldig IM-serverport.
EX_INVALID_IM_SERVICE_NAME = Kunne ikke opprette forbindelse med IM-server p\u00e5 grunn av ugyldig IM-tjenestenavn.
EX_INVALID_IM_SERVER = Kunne ikke opprette forbindelse med IM-server p\u00e5 grunn av ugyldig IM-serververtsnavn.
EX_INVALID_ACCOUNT = Kunne ikke opprette forbindelse med IM-server p\u00e5 grunn av ugyldig kontoinformasjon.
EX_CONN_TIMEOUT = Kunne ikke opprette forbindelse med IM-server p\u00e5 grunn av tidsutkobling.
EX_UNKNOW_ERROR = Kunne ikke opprette forbindelse med IM-server p\u00e5 grunn av en ukjent feil. Kontroller om det finnes en IM-egenskap med en ugyldig verdi, og sl\u00e5 opp i loggen for \u00e5 f\u00e5 mer informasjon.

# ChatHelper.java
CHAT_CLOSED_MESSAGE = Partneren har lukket samtalevinduet.
CHAT_ABORTED_MESSAGE = Samtalen har blitt avbrutt.

# ChatStopHelper.java
SHORT_HISTORY_SUFFIX = se hele samtaleutskriften i den vedlagte filen

# DynamicIcon.java - IM icon tool tip text
ICON_LOADING = Laster inn...
IM_SESSION_CLOSED = IM-tilkobling ikke \u00e5pnet
PARTNER_BLANK = Person ikke definert
LOOKUP_ERROR = Kunne ikke hente brukerstatus
INCOMPATIBLE_ERROR = Denne nettleseren st\u00f8tter ikke oppdatering av IM-ikoner
USER_STATE_AWAY = Brukeren er ikke til stede ved datamaskinen
USER_STATE_DONT_DISTURB = Brukeren \u00f8nsker ikke \u00e5 bli forstyrret
USER_STATE_IN_A_MEETING = Brukeren er i et m\u00f8te
USER_STATE_MOBILE = Brukeren er tilkoblet fra mobil enhet
USER_STATE_AVAILABLE = Brukeren er tilgjengelig
USER_STATE_OFFLINE = Brukeren er ikke p\u00e5logget
USER_STATE_UNKNOW = Brukerens IM-ID er ukjent
