#****************************************************************************
#* IBM Confidential
#*
#* OCO Source Materials
#*
#* 5724-U18, 5737-M66
#*
#* Copyright IBM Corp. 2007,2021
#*
#* The source code for this program is not published or otherwise divested of
#* its trade secret, irrespective of what has been deposited with the
#* U.S. Copyright Office
#* 
#* @version 1.12, 11/6/07
#* @file /cmvc/itsm/vc/0/4/2/5/s.74
#*
#* 
#****************************************************************************
# NLS_MESSAGEFORMAT_NONE
#

# global
EX_INTERNAL_ERROR = Ocorreu um erro interno. Entre em contato com o administrador do sistema.

# chatconfig.jsp
CONFIG_IM_ACCOUNT_ID = ID da Conta do IM
CONFIG_IM_ACCOUNT_PASSWORD = Senha da Conta do IM
CONFIG_SAVE_BUTTON = Salvar
CONFIG_VALIDATION_USER = O ID da Conta do IM n\u00e3o deve estar em branco
CONFIG_VALIDATION_PASSWORD = A Senha da Conta do IM n\u00e3o deve estar em branco
CONFIG_VALIDATION_PARTNER = O ID da Conta do IM do Parceiro n\u00e3o deve estar em branco

# chatmain.jsp - Alert Messages
## Alert Messages
ALERT_INVALID_SESSION = A sess\u00e3o foi fechada ou n\u00e3o \u00e9 mais v\u00e1lida. N\u00e3o \u00e9 poss\u00edvel abrir uma janela de bate-papo.
ALERT_ICON_NOT_SYNCHRONIZED = A janela de bate-papo n\u00e3o p\u00f4de ser aberta porque o estado do usu\u00e1rio est\u00e1 sendo atualizado. Essa opera\u00e7\u00e3o leva apenas alguns segundos.
ALERT_CHAT_ABORTED_saved = Esta conversa foi interrompida. Consulte o log para obter mais informa\u00e7\u00f5es. A transcri\u00e7\u00e3o do bate-papo foi salva.
ALERT_CHAT_ABORTED_notSaved = Esta conversa foi interrompida. Consulte o log para obter mais informa\u00e7\u00f5es. A transcri\u00e7\u00e3o do bate-papo n\u00e3o p\u00f4de ser salva.
ALERT_NEW_RECORD = O registro atual nunca foi salvo (ele \u00e9 novo). Portanto, essa conversa de bate-papo n\u00e3o ser\u00e1 salva, mesmo se voc\u00ea salvar o registro durante o bate-papo. Para evitar essa situa\u00e7\u00e3o, sempre salve o registro pelo menos uma vez antes de iniciar uma conversa de bate-papo.
ALERT_TRANSCRIPT_NOT_SAVED = A transcri\u00e7\u00e3o do bate-papo n\u00e3o foi salva. Consulte o log para obter mais informa\u00e7\u00f5es.
ALERT_MESSAGE_TOO_LONG = Esta mensagem \u00e9 muito longa para ser enviada.
ALERT_INVALID_CHAT_WINDOW = Verifique se j\u00e1 existe uma janela de bate-papo aberta para este usu\u00e1rio.
## GUI elements
WINDOW_CHAT_TITLE = Sess\u00e3o de Bate-papo
WINDOW_CHAT_ANNOUNCEMENT = Sess\u00e3o de bate-papo entre
WINDOW_CHAT_ANNOUNCEMENT_and = e
WINDOW_SAVING_INFO_save = A transcri\u00e7\u00e3o do bate-papo ser\u00e1 salva
WINDOW_SAVING_INFO_dontSave = A transcri\u00e7\u00e3o do bate-papo n\u00e3o ser\u00e1 salva
WINDOW_ERR_MESSAGE = Ocorreu o seguinte erro
WINDOW_SEND_BUTTON = Enviar
WINDOW_CLOSE_BUTTON = Fechar

# saveconfig.jsp
EX_SERVER = O servidor IM retornou uma resposta inesperada. Verifique se existe alguma propriedade do IM com um valor inv\u00e1lido e verifique o log para obter mais informa\u00e7\u00f5es.
EX_INVALID_IM_SERVER_PORT = N\u00e3o foi poss\u00edvel estabelecer conex\u00e3o com o servidor IM devido a uma porta do servidor IM inv\u00e1lida.
EX_INVALID_IM_SERVICE_NAME = N\u00e3o foi poss\u00edvel estabelecer conex\u00e3o com o servidor IM devido a um nome do servi\u00e7o do IM inv\u00e1lido.
EX_INVALID_IM_SERVER = N\u00e3o foi poss\u00edvel estabelecer conex\u00e3o com o servidor IM devido a um nome do host do servidor IM inv\u00e1lido.
EX_INVALID_ACCOUNT = N\u00e3o foi poss\u00edvel estabelecer conex\u00e3o com o servidor IM devido a dados da conta inv\u00e1lidos.
EX_CONN_TIMEOUT = N\u00e3o foi poss\u00edvel estabelecer conex\u00e3o com o servidor IM devido ao tempo limite de conex\u00e3o.
EX_UNKNOW_ERROR = N\u00e3o foi poss\u00edvel estabelecer conex\u00e3o com o servidor IM devido a um erro desconhecido. Verifique se existe alguma propriedade do IM com um valor inv\u00e1lido e verifique o log para obter mais informa\u00e7\u00f5es.

# ChatHelper.java
CHAT_CLOSED_MESSAGE = O parceiro fechou a janela de bate-papo.
CHAT_ABORTED_MESSAGE = Esta conversa foi interrompida.

# ChatStopHelper.java
SHORT_HISTORY_SUFFIX = consulte a transcri\u00e7\u00e3o do bate-papo inteira no arquivo anexado

# DynamicIcon.java - IM icon tool tip text
ICON_LOADING = Carregando...
IM_SESSION_CLOSED = A conex\u00e3o com o IM n\u00e3o est\u00e1 aberta
PARTNER_BLANK = Pessoa n\u00e3o configurada
LOOKUP_ERROR = N\u00e3o foi poss\u00edvel obter estado do usu\u00e1rio
INCOMPATIBLE_ERROR = Este navegador n\u00e3o suporta atualiza\u00e7\u00e3o do \u00edcone do IM
USER_STATE_AWAY = O usu\u00e1rio est\u00e1 ausente do computador
USER_STATE_DONT_DISTURB = O usu\u00e1rio n\u00e3o quer ser incomodado
USER_STATE_IN_A_MEETING = O usu\u00e1rio est\u00e1 em uma reuni\u00e3o
USER_STATE_MOBILE = O usu\u00e1rio est\u00e1 conectado a partir de um dispositivo remoto
USER_STATE_AVAILABLE = O usu\u00e1rio est\u00e1 dispon\u00edvel
USER_STATE_OFFLINE = O usu\u00e1rio n\u00e3o efetuou login
USER_STATE_UNKNOW = O ID do usu\u00e1rio do IM \u00e9 desconhecido
