#****************************************************************************
#* IBM Confidential
#*
#* OCO Source Materials
#*
#* 5724-U18, 5737-M66
#*
#* Copyright IBM Corp. 2007,2021
#*
#* The source code for this program is not published or otherwise divested of
#* its trade secret, irrespective of what has been deposited with the
#* U.S. Copyright Office
#* 
#* @version 1.12, 11/6/07
#* @file /cmvc/itsm/vc/0/4/2/5/s.74
#*
#* 
#****************************************************************************
# NLS_MESSAGEFORMAT_NONE
#

# global
EX_INTERNAL_ERROR = Dogodila se interna gre\u0161ka. Kontaktirajte va\u0161eg sistem administratora.

# chatconfig.jsp
CONFIG_IM_ACCOUNT_ID = ID IM ra\u010duna
CONFIG_IM_ACCOUNT_PASSWORD = ID IM ra\u010duna
CONFIG_SAVE_BUTTON = Spremanje
CONFIG_VALIDATION_USER = ID IM ra\u010duna ne smije biti prazan
CONFIG_VALIDATION_PASSWORD = Lozinka IM ra\u010duna ne smije biti prazna
CONFIG_VALIDATION_PARTNER = ID IM ra\u010duna partnera ne smije biti prazan

# chatmain.jsp - Alert Messages
## Alert Messages
ALERT_INVALID_SESSION = Sesija je zatvorena ili vi\u0161e nije va\u017ee\u0107a. Nije mogu\u0107e otvoriti prozor za razgovor.
ALERT_ICON_NOT_SYNCHRONIZED = Prozor za razgovor se ne mo\u017ee otvoriti jer se obnavlja stanje korisnika. Ova operacija traje samo nekoliko sekunda.
ALERT_CHAT_ABORTED_saved = Razgovor je prekinut. Pogledajte dnevnik za dodatne informacije. Zapis razgovora je spremljen.
ALERT_CHAT_ABORTED_notSaved = Razgovor je prekinut. Pogledajte dnevnik za dodatne informacije. Zapis razgovora nije mogao biti spremljen.
ALERT_NEW_RECORD = Trenutni slog nije nikada bio spremljen (on je nov). Tako ovaj zapis razgovora ne\u0107e biti spremljen, \u010dak i ako ga spremite za vrijeme razgovora. Da bi sprije\u010dili ovu situaciju, uvijek spremite slog barem jednom prije nego zapo\u010dnete razgovor.
ALERT_TRANSCRIPT_NOT_SAVED = Zapis razgovora nije bio spremljen. Pogledajte dnevnik za dodatne informacije.
ALERT_MESSAGE_TOO_LONG = Poruka je preduga\u010dka za slanje.
ALERT_INVALID_CHAT_WINDOW = Provjerite da li za tog korisnika ve\u0107 postoji otvoren prozor za razgovor.
## GUI elements
WINDOW_CHAT_TITLE = Sesija razgovora
WINDOW_CHAT_ANNOUNCEMENT = Sesija razgovora izme\u0111u
WINDOW_CHAT_ANNOUNCEMENT_and = i
WINDOW_SAVING_INFO_save = Zapis razgovora \u0107e biti spremljen
WINDOW_SAVING_INFO_dontSave = Zapis razgovora ne\u0107e biti spremljen
WINDOW_ERR_MESSAGE = Desila se sljede\u0107a gre\u0161ka.
WINDOW_SEND_BUTTON = Slanje
WINDOW_CLOSE_BUTTON = Zatvaranje

# saveconfig.jsp
EX_SERVER = IM poslu\u017eitelj je vratio neo\u010dekivani odgovor. Provjerite da li postoji neko IM svojstvo s pogre\u0161nom vrijednosti i provjerite dnevnik za daljnje informacije.
EX_INVALID_IM_SERVER_PORT = Nije uspostavljena veza s IM poslu\u017eiteljem zbog pogre\u0161nog porta IM poslu\u017eitelja.
EX_INVALID_IM_SERVICE_NAME = Nije uspostavljena veza s IM poslu\u017eiteljem zbog pogre\u0161nog imena usluge IM poslu\u017eitelja.
EX_INVALID_IM_SERVER = Nije uspostavljena veza s IM poslu\u017eiteljem zbog pogre\u0161nog imena hosta IM poslu\u017eitelja.
EX_INVALID_ACCOUNT = Nije uspostavljena veza s IM poslu\u017eiteljem zbog pogre\u0161ne informacije ra\u010duna.
EX_CONN_TIMEOUT = Nije uspostavljena veza s IM poslu\u017eiteljem zbog isteka vremena veze.
EX_UNKNOW_ERROR = Nije uspostavljena veza s IM poslu\u017eiteljem zbog nepoznate gre\u0161ke. Provjerite da li postoji neko IM svojstvo s pogre\u0161nom vrijednosti i provjerite dnevnik za daljnje informacije.

# ChatHelper.java
CHAT_CLOSED_MESSAGE = Partner je zatvorio prozor za konverzaciju.
CHAT_ABORTED_MESSAGE = Razgovor je prekinut.

# ChatStopHelper.java
SHORT_HISTORY_SUFFIX = pogledajte cijeli zapis razgovora u pripojenoj datoteci

# DynamicIcon.java - IM icon tool tip text
ICON_LOADING = U\u010ditavanje...
IM_SESSION_CLOSED = IM veza nije otvorena
PARTNER_BLANK = Osoba nije postavljena
LOOKUP_ERROR = Ne mo\u017ee dohvatiti stanje korisnika
INCOMPATIBLE_ERROR = Pretra\u017eitelj ne podr\u017eava osvje\u017eavanje IM ikone.
USER_STATE_AWAY = Korisnik je udaljen od ra\u010dunala.
USER_STATE_DONT_DISTURB = Korisnik ne \u017eeli da ga se ometa.
USER_STATE_IN_A_MEETING = Korisnik je na sastanku.
USER_STATE_MOBILE = Korisnik je povezan s pokretnog ure\u0111aja
USER_STATE_AVAILABLE = Korisnik je dostupan
USER_STATE_OFFLINE = Korisnik nije prijavljen
USER_STATE_UNKNOW = ID korisnika IM-a je nepoznat
