#****************************************************************************
#* IBM Confidential
#*
#* OCO Source Materials
#*
#* 5724-U18, 5737-M66
#*
#* Copyright IBM Corp. 2007,2021
#*
#* The source code for this program is not published or otherwise divested of
#* its trade secret, irrespective of what has been deposited with the
#* U.S. Copyright Office
#* 
#* @version 1.12, 11/6/07
#* @file /cmvc/itsm/vc/0/4/2/5/s.74
#*
#* 
#****************************************************************************
# NLS_MESSAGEFORMAT_NONE
#

# global
EX_INTERNAL_ERROR = Nastala intern\u00e1 chyba. Kontaktujte svojho administr\u00e1tora syst\u00e9mu.

# chatconfig.jsp
CONFIG_IM_ACCOUNT_ID = ID \u00fa\u010dtu okam\u017eitej v\u00fdmeny spr\u00e1v
CONFIG_IM_ACCOUNT_PASSWORD = Heslo \u00fa\u010dtu okam\u017eitej v\u00fdmeny spr\u00e1v
CONFIG_SAVE_BUTTON = Ulo\u017ei\u0165
CONFIG_VALIDATION_USER = ID \u00fa\u010dtu okam\u017eitej v\u00fdmeny spr\u00e1v nesmie by\u0165 pr\u00e1zdne
CONFIG_VALIDATION_PASSWORD = Heslo \u00fa\u010dtu okam\u017eitej v\u00fdmeny spr\u00e1v nesmie by\u0165 pr\u00e1zdne
CONFIG_VALIDATION_PARTNER = ID \u00fa\u010dtu okam\u017eitej v\u00fdmeny spr\u00e1v partnera nesmie by\u0165 pr\u00e1zdne

# chatmain.jsp - Alert Messages
## Alert Messages
ALERT_INVALID_SESSION = Rel\u00e1cia je zatvoren\u00e1 alebo u\u017e nie je platn\u00e1. Nie je mo\u017en\u00e9 otvori\u0165 okno rozhovoru.
ALERT_ICON_NOT_SYNCHRONIZED = Nebolo mo\u017en\u00e9 otvori\u0165 okno rozhovoru, preto\u017ee sa obnovuje stav u\u017e\u00edvate\u013ea. T\u00e1to oper\u00e1cia trv\u00e1 nieko\u013eko sek\u00fand.
ALERT_CHAT_ABORTED_saved = T\u00e1to knverz\u00e1cia je preru\u0161en\u00e1. Pozrite si protokol, kde n\u00e1jdete viac inform\u00e1ci\u00ed. Prepis rozhovorou sa ulo\u017eil.
ALERT_CHAT_ABORTED_notSaved = T\u00e1to knverz\u00e1cia je preru\u0161en\u00e1. Pozrite si protokol, kde n\u00e1jdete viac inform\u00e1ci\u00ed. Nebolo mo\u017en\u00e9 ulo\u017ei\u0165 prepis rozhovoru.
ALERT_NEW_RECORD = Aktu\u00e1lny z\u00e1znam nebol nikdy ulo\u017een\u00fd (toto je nov\u00fd z\u00e1znam). T\u00e1to konverz\u00e1cia sa preto neulo\u017e\u00ed, aj ke\u010f ulo\u017e\u00edte z\u00e1znam po\u010das rozhovoru. Ak chcete pred\u00eds\u0165 tejto situ\u00e1cii, v\u017edy ulo\u017ete z\u00e1znam aspo\u0148 raz pred za\u010dat\u00edm konverz\u00e1cie.
ALERT_TRANSCRIPT_NOT_SAVED = Prepis rozhovoru sa neulo\u017eil. Pozrite si protokol, kde n\u00e1jdete viac inform\u00e1ci\u00ed.
ALERT_MESSAGE_TOO_LONG = T\u00e1to spr\u00e1va je pridlh\u00e1 a ned\u00e1 sa odosla\u0165.
ALERT_INVALID_CHAT_WINDOW = Skontrolujte, \u010di je u\u017e pre tohto u\u017e\u00edvate\u013ea utvoren\u00e9 okno rozhovoru.
## GUI elements
WINDOW_CHAT_TITLE = Rel\u00e1cia rozhovoru
WINDOW_CHAT_ANNOUNCEMENT = Rel\u00e1cia rozhovoru medzi
WINDOW_CHAT_ANNOUNCEMENT_and = a
WINDOW_SAVING_INFO_save = Prepis rozhovoru sa ulo\u017e\u00ed
WINDOW_SAVING_INFO_dontSave = Prepis rozhovoru sa neulo\u017e\u00ed
WINDOW_ERR_MESSAGE = Nastala nasleduj\u00faca chyba
WINDOW_SEND_BUTTON = Posla\u0165
WINDOW_CLOSE_BUTTON = Zatvori\u0165

# saveconfig.jsp
EX_SERVER = Server okam\u017eitej v\u00fdmeny spr\u00e1v vr\u00e1til neo\u010dak\u00e1van\u00fa odpove\u010f. Skontrolujte, \u010di niektor\u00e1 vlastnos\u0165 okam\u017eitej v\u00fdmeny spr\u00e1v nem\u00e1 neplatn\u00fa hodnotu. Pozrite si protokol, kde n\u00e1jdete viac inform\u00e1ci\u00ed.
EX_INVALID_IM_SERVER_PORT = Nebolo mo\u017en\u00e9 vytvori\u0165 pripojenie k serveru okam\u017eitej v\u00fdmeny spr\u00e1v, preto\u017ee port servera okam\u017eitej v\u00fdmeny spr\u00e1v je neplatn\u00fd.
EX_INVALID_IM_SERVICE_NAME = Nebolo mo\u017en\u00e9 vytvori\u0165 pripojenie k serveru okam\u017eitej v\u00fdmeny spr\u00e1v, preto\u017ee n\u00e1zov slu\u017eby okam\u017eitej v\u00fdmeny spr\u00e1v je neplatn\u00fd.
EX_INVALID_IM_SERVER = Nebolo mo\u017en\u00e9 vytvori\u0165 pripojenie k serveru okam\u017eitej v\u00fdmeny spr\u00e1v, preto\u017ee n\u00e1zov hostite\u013ea servera okam\u017eitej v\u00fdmeny spr\u00e1v je neplatn\u00fd.
EX_INVALID_ACCOUNT = Nebolo mo\u017en\u00e9 vytvori\u0165 pripojenie k serveru okam\u017eitej v\u00fdmeny spr\u00e1v, preto\u017ee inform\u00e1cie o \u00fa\u010dte s\u00fa neplatn\u00e9.
EX_CONN_TIMEOUT = Nebolo mo\u017en\u00e9 vytvori\u0165 pripojenie k serveru okam\u017eitej v\u00fdmeny spr\u00e1v, preto\u017ee uplynul \u010dasov\u00fd limit pripojenia.
EX_UNKNOW_ERROR = Nebolo mo\u017en\u00e9 vytvori\u0165 pripojenie k serveru okam\u017eitej v\u00fdmeny spr\u00e1v, preto\u017ee nastala nezn\u00e1ma chyba. Skontrolujte, \u010di niektor\u00e1 vlastnos\u0165 okam\u017eitej v\u00fdmeny spr\u00e1v nem\u00e1 neplatn\u00fa hodnotu. Pozrite si protokol, kde n\u00e1jdete viac inform\u00e1ci\u00ed.

# ChatHelper.java
CHAT_CLOSED_MESSAGE = Partner zatvoril okno rozhovoru.
CHAT_ABORTED_MESSAGE = T\u00e1to knverz\u00e1cia je preru\u0161en\u00e1.

# ChatStopHelper.java
SHORT_HISTORY_SUFFIX = pozrite si cel\u00fd prepis rozhovoru v pripojenom s\u00fabore

# DynamicIcon.java - IM icon tool tip text
ICON_LOADING = Na\u010d\u00edtava sa...
IM_SESSION_CLOSED = Nie je otvoren\u00e9 pripojenie okam\u017eitej v\u00fdmeny spr\u00e1v
PARTNER_BLANK = Nie je nastaven\u00e1 osoba
LOOKUP_ERROR = Nebolo mo\u017en\u00e9 z\u00edska\u0165 stav u\u017e\u00edvate\u013ea
INCOMPATIBLE_ERROR = Tento prehliada\u010d nepodporuje obnovu ikony okam\u017eitej v\u00fdmeny spr\u00e1v
USER_STATE_AWAY = U\u017e\u00edvate\u013e je pre\u010d od po\u010d\u00edta\u010da
USER_STATE_DONT_DISTURB = U\u017e\u00edvate\u013e nechce by\u0165 ru\u0161en\u00fd
USER_STATE_IN_A_MEETING = U\u017e\u00edvate\u013e je na sch\u00f4dzi
USER_STATE_MOBILE = U\u017e\u00edvate\u013e je pripojen\u00fd z mobiln\u00e9ho zariadenia
USER_STATE_AVAILABLE = U\u017e\u00edvate\u013e je dostupn\u00fd
USER_STATE_OFFLINE = U\u017e\u00edvate\u013e nie je prihl\u00e1sen\u00fd
USER_STATE_UNKNOW = ID u\u017e\u00edvate\u013ea okam\u017eitej v\u00fdmeny spr\u00e1v je nezn\u00e1me
