#****************************************************************************
#* IBM Confidential
#*
#* OCO Source Materials
#*
#* 5724-U18, 5737-M66
#*
#* Copyright IBM Corp. 2007,2021
#*
#* The source code for this program is not published or otherwise divested of
#* its trade secret, irrespective of what has been deposited with the
#* U.S. Copyright Office
#* 
#* @version 1.12, 11/6/07
#* @file /cmvc/itsm/vc/0/4/2/5/s.74
#*
#* 
#****************************************************************************
# NLS_MESSAGEFORMAT_NONE
#

# global
EX_INTERNAL_ERROR = \u5185\u90e8\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002

# chatconfig.jsp
CONFIG_IM_ACCOUNT_ID = IM \u30a2\u30ab\u30a6\u30f3\u30c8 ID
CONFIG_IM_ACCOUNT_PASSWORD = IM \u30a2\u30ab\u30a6\u30f3\u30c8\u30fb\u30d1\u30b9\u30ef\u30fc\u30c9
CONFIG_SAVE_BUTTON = \u4fdd\u5b58
CONFIG_VALIDATION_USER = IM \u30a2\u30ab\u30a6\u30f3\u30c8 ID \u306f\u7a7a\u767d\u306b\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044
CONFIG_VALIDATION_PASSWORD = IM \u30a2\u30ab\u30a6\u30f3\u30c8\u30fb\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u7a7a\u767d\u306b\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044
CONFIG_VALIDATION_PARTNER = \u30d1\u30fc\u30c8\u30ca\u30fc\u306e IM \u30a2\u30ab\u30a6\u30f3\u30c8 ID \u306f\u7a7a\u767d\u306b\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044

# chatmain.jsp - Alert Messages
## Alert Messages
ALERT_INVALID_SESSION = \u30bb\u30c3\u30b7\u30e7\u30f3\u304c\u7d42\u4e86\u3057\u305f\u304b\u3001\u7121\u52b9\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002\u30c1\u30e3\u30c3\u30c8\u30fb\u30a6\u30a3\u30f3\u30c9\u30a6\u3092\u958b\u304f\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002
ALERT_ICON_NOT_SYNCHRONIZED = \u30e6\u30fc\u30b6\u30fc\u72b6\u614b\u304c\u66f4\u65b0\u4e2d\u3067\u3042\u308b\u305f\u3081\u3001\u30c1\u30e3\u30c3\u30c8\u30fb\u30a6\u30a3\u30f3\u30c9\u30a6\u3092\u958b\u304f\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u64cd\u4f5c\u306f\u6570\u79d2\u9593\u3067\u5b8c\u4e86\u3057\u307e\u3059\u3002
ALERT_CHAT_ABORTED_saved = \u3053\u306e\u4f1a\u8a71\u306f\u7570\u5e38\u7d42\u4e86\u3057\u307e\u3057\u305f\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30ed\u30b0\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30c1\u30e3\u30c3\u30c8\u30fb\u30c8\u30e9\u30f3\u30b9\u30af\u30ea\u30d7\u30c8\u304c\u4fdd\u5b58\u3055\u308c\u307e\u3057\u305f\u3002
ALERT_CHAT_ABORTED_notSaved = \u3053\u306e\u4f1a\u8a71\u306f\u7570\u5e38\u7d42\u4e86\u3057\u307e\u3057\u305f\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30ed\u30b0\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30c1\u30e3\u30c3\u30c8\u30fb\u30c8\u30e9\u30f3\u30b9\u30af\u30ea\u30d7\u30c8\u3092\u4fdd\u5b58\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
ALERT_NEW_RECORD = \u73fe\u5728\u306e\u30ec\u30b3\u30fc\u30c9\u306f\u4e00\u5ea6\u3082\u4fdd\u5b58\u3055\u308c\u3066\u3044\u307e\u305b\u3093 (\u65b0\u898f\u306e\u30ec\u30b3\u30fc\u30c9\u3067\u3059)\u3002\u305d\u306e\u305f\u3081\u3001\u30c1\u30e3\u30c3\u30c8\u4e2d\u306b\u30ec\u30b3\u30fc\u30c9\u3092\u4fdd\u5b58\u3057\u3066\u3082\u3001\u3053\u306e\u30c1\u30e3\u30c3\u30c8\u4f1a\u8a71\u306f\u4fdd\u5b58\u3055\u308c\u307e\u305b\u3093\u3002\u3053\u306e\u72b6\u6cc1\u3092\u907f\u3051\u308b\u306b\u306f\u3001\u30c1\u30e3\u30c3\u30c8\u4f1a\u8a71\u3092\u958b\u59cb\u3059\u308b\u524d\u306b\u3001\u30ec\u30b3\u30fc\u30c9\u3092\u5c11\u306a\u304f\u3068\u3082 1 \u56de\u5fc5\u305a\u4fdd\u5b58\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ALERT_TRANSCRIPT_NOT_SAVED = \u30c1\u30e3\u30c3\u30c8\u30fb\u30c8\u30e9\u30f3\u30b9\u30af\u30ea\u30d7\u30c8\u306f\u4fdd\u5b58\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30ed\u30b0\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ALERT_MESSAGE_TOO_LONG = \u3053\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u306f\u9577\u3059\u304e\u308b\u305f\u3081\u3001\u9001\u4fe1\u3067\u304d\u307e\u305b\u3093\u3002
ALERT_INVALID_CHAT_WINDOW = \u3053\u306e\u30e6\u30fc\u30b6\u30fc\u7528\u306e\u30c1\u30e3\u30c3\u30c8\u30fb\u30a6\u30a3\u30f3\u30c9\u30a6\u304c\u65e2\u306b\u958b\u3044\u3066\u3044\u308b\u304b\u3069\u3046\u304b\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
## GUI elements
WINDOW_CHAT_TITLE = \u30c1\u30e3\u30c3\u30c8\u30fb\u30bb\u30c3\u30b7\u30e7\u30f3
WINDOW_CHAT_ANNOUNCEMENT = \u4ee5\u4e0b\u306e\u9593\u306e\u30c1\u30e3\u30c3\u30c8\u30fb\u30bb\u30c3\u30b7\u30e7\u30f3:
WINDOW_CHAT_ANNOUNCEMENT_and = \u304a\u3088\u3073
WINDOW_SAVING_INFO_save = \u30c1\u30e3\u30c3\u30c8\u30fb\u30c8\u30e9\u30f3\u30b9\u30af\u30ea\u30d7\u30c8\u306f\u4fdd\u5b58\u3055\u308c\u307e\u3059
WINDOW_SAVING_INFO_dontSave = \u30c1\u30e3\u30c3\u30c8\u30fb\u30c8\u30e9\u30f3\u30b9\u30af\u30ea\u30d7\u30c8\u306f\u4fdd\u5b58\u3055\u308c\u307e\u305b\u3093
WINDOW_ERR_MESSAGE = \u4ee5\u4e0b\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
WINDOW_SEND_BUTTON = \u9001\u4fe1
WINDOW_CLOSE_BUTTON = \u9589\u3058\u308b

# saveconfig.jsp
EX_SERVER = IM \u30b5\u30fc\u30d0\u30fc\u304c\u4e88\u671f\u3057\u306a\u3044\u5fdc\u7b54\u3092\u8fd4\u3057\u307e\u3057\u305f\u3002\u7121\u52b9\u306a\u5024\u3092\u6301\u3064 IM \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u304c\u3042\u308b\u304b\u3069\u3046\u304b\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30ed\u30b0\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
EX_INVALID_IM_SERVER_PORT = \u7121\u52b9\u306a IM \u30b5\u30fc\u30d0\u30fc\u30fb\u30dd\u30fc\u30c8\u304c\u539f\u56e0\u3067\u3001IM \u30b5\u30fc\u30d0\u30fc\u3068\u306e\u63a5\u7d9a\u3092\u78ba\u7acb\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
EX_INVALID_IM_SERVICE_NAME = \u7121\u52b9\u306a IM \u30b5\u30fc\u30d3\u30b9\u540d\u304c\u539f\u56e0\u3067\u3001IM \u30b5\u30fc\u30d0\u30fc\u3068\u306e\u63a5\u7d9a\u3092\u78ba\u7acb\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
EX_INVALID_IM_SERVER = \u7121\u52b9\u306a IM \u30b5\u30fc\u30d0\u30fc\u30fb\u30db\u30b9\u30c8\u540d\u304c\u539f\u56e0\u3067\u3001IM \u30b5\u30fc\u30d0\u30fc\u3068\u306e\u63a5\u7d9a\u3092\u78ba\u7acb\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
EX_INVALID_ACCOUNT = \u7121\u52b9\u306a\u30a2\u30ab\u30a6\u30f3\u30c8\u60c5\u5831\u304c\u539f\u56e0\u3067\u3001IM \u30b5\u30fc\u30d0\u30fc\u3068\u306e\u63a5\u7d9a\u3092\u78ba\u7acb\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
EX_CONN_TIMEOUT = \u63a5\u7d9a\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u304c\u539f\u56e0\u3067\u3001IM \u30b5\u30fc\u30d0\u30fc\u3068\u306e\u63a5\u7d9a\u3092\u78ba\u7acb\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
EX_UNKNOW_ERROR = \u4e0d\u660e\u306a\u30a8\u30e9\u30fc\u304c\u539f\u56e0\u3067\u3001IM \u30b5\u30fc\u30d0\u30fc\u3068\u306e\u63a5\u7d9a\u3092\u78ba\u7acb\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u7121\u52b9\u306a\u5024\u3092\u6301\u3064 IM \u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u304c\u3042\u308b\u304b\u3069\u3046\u304b\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30ed\u30b0\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002

# ChatHelper.java
CHAT_CLOSED_MESSAGE = \u30d1\u30fc\u30c8\u30ca\u30fc\u304c\u30c1\u30e3\u30c3\u30c8\u30fb\u30a6\u30a3\u30f3\u30c9\u30a6\u3092\u9589\u3058\u307e\u3057\u305f\u3002
CHAT_ABORTED_MESSAGE = \u3053\u306e\u4f1a\u8a71\u306f\u7570\u5e38\u7d42\u4e86\u3057\u307e\u3057\u305f\u3002

# ChatStopHelper.java
SHORT_HISTORY_SUFFIX = \u6dfb\u4ed8\u30d5\u30a1\u30a4\u30eb\u5185\u306e\u30c1\u30e3\u30c3\u30c8\u30fb\u30c8\u30e9\u30f3\u30b9\u30af\u30ea\u30d7\u30c8\u5168\u4f53\u3092\u8868\u793a

# DynamicIcon.java - IM icon tool tip text
ICON_LOADING = \u30ed\u30fc\u30c9\u4e2d...
IM_SESSION_CLOSED = IM \u63a5\u7d9a\u306f\u958b\u3044\u3066\u3044\u307e\u305b\u3093
PARTNER_BLANK = \u30d1\u30fc\u30c8\u30ca\u30fc\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
LOOKUP_ERROR = \u30e6\u30fc\u30b6\u30fc\u72b6\u614b\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
INCOMPATIBLE_ERROR = \u3053\u306e\u30d6\u30e9\u30a6\u30b6\u30fc\u306f IM \u30a2\u30a4\u30b3\u30f3\u306e\u66f4\u65b0\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u307e\u305b\u3093
USER_STATE_AWAY = \u30e6\u30fc\u30b6\u30fc\u306f\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u30fc\u306e\u8fd1\u304f\u306b\u3044\u307e\u305b\u3093
USER_STATE_DONT_DISTURB = \u30e6\u30fc\u30b6\u30fc\u306f\u7740\u4fe1\u3092\u62d2\u5426\u3057\u3066\u3044\u307e\u3059
USER_STATE_IN_A_MEETING = \u30e6\u30fc\u30b6\u30fc\u306f\u4f1a\u8b70\u4e2d\u3067\u3059
USER_STATE_MOBILE = \u30e6\u30fc\u30b6\u30fc\u306f\u30e2\u30d0\u30a4\u30eb\u30fb\u30c7\u30d0\u30a4\u30b9\u304b\u3089\u63a5\u7d9a\u3057\u3066\u3044\u307e\u3059
USER_STATE_AVAILABLE = \u30e6\u30fc\u30b6\u30fc\u306f\u5bfe\u5fdc\u53ef\u80fd\u3067\u3059
USER_STATE_OFFLINE = \u30e6\u30fc\u30b6\u30fc\u306f\u30ed\u30b0\u30a4\u30f3\u3057\u3066\u3044\u307e\u305b\u3093
USER_STATE_UNKNOW = \u30e6\u30fc\u30b6\u30fc IM ID \u304c\u4e0d\u660e\u3067\u3059
